from .topics import *

TEST=[]
category_count = {
    'Матрицы': 0, 
    'Определители': 0, 
    'Обратная матрица': 0, 
    'Ранг': 0, 
    'Матричные уравнения': 0, 
    'Системы линейных уравнений': 0, 
    'Метод матричного исчисления': 0, 
    'Формулы Крамера': 0, 
    'Метод Гаусса': 0, 
    'Скалярное, векторное, смешанное произведение векторов': 0, 
    'Прямая на плоскости': 0, 
    'Прямая и плоскость в пространстве': 0, 
    'Кривые второго порядка': 0, 
    'Поверхности второго порядка': 0
    }